Revit 2027 API
ParameterTypeId.SteelElemCutLength Property
 "Cut Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCutLength { get; }
Public Shared ReadOnly Property SteelElemCutLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCutLength {
	ForgeTypeId^ get ();
}
static member SteelElemCutLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace